accept=Zaakceptuj
add=Dodaj
add_peer_info=Podaj adres i port znajomego. Je\u015bli Twoje po\u0142\u0105czenie zostanie zaakceptowane, nowy znajomy pojawi si\u0119 na pasku po lewej stronie.
address=Adres
database=Baza danych
database_description=Nazwa pliku, w kt\u00f3rym b\u0119d\u0105 zapisywani Twoi znajomi i wiadomo\u015bci. Nie musisz zmienia\u0107 tego ustawienia.
delete_data=Usu\u0144 dane
delete_data_info=Czy na pewno chcesz usun\u0105\u0107 wszystkie dane wraz z wiadomo\u015bciami?
delete_peer_info=Czy na pewno chcesz usun\u0105\u0107 znajomego %s wraz z wiadomo\u015bciami?
enter_password=Wprowad\u017a has\u0142o
image=Obrazek
loading=\u0141adowanie
my_external_address=M\u00f3j adres zewn\u0119trzny
my_external_address_description=Podaj ten adres osobom, kt\u00f3re chc\u0105 po\u0142\u0105czy\u0107 si\u0119 z Tob\u0105 przez internet. Aby si\u0119 to uda\u0142o, mo\u017ce by\u0107 konieczne odpowiednie skonfigurowanie routera.
my_local_address=M\u00f3j adres lokalny
my_local_address_description=Podaj ten adres osobom, kt\u00f3re znajduj\u0105 si\u0119 w tej samej sieci lokalnej.
my_nick=M\u00f3j nick
my_port=M\u00f3j port
my_public_key=M\u00f3j klucz publiczny
my_public_key_description=Ka\u017cda osoba przyjmuj\u0105ca od Ciebie po\u0142\u0105czenie zobaczy ten ci\u0105g. Dzi\u0119ki niemu b\u0119dzie mog\u0142a zweryfikowa\u0107 Twoj\u0105 to\u017csamo\u015b\u0107.
new_port=Nowy port
next=Dalej
nick=Nick
nick_description=To Tw\u00f3j identyfikator, kt\u00f3ry b\u0119d\u0105 widzieli Twoi znajomi. Musi sk\u0142ada\u0107 si\u0119\u00a0co najmniej z 6 znak\u00f3w. Jego zmiana b\u0119dzie mo\u017cliwa jedynie poprzez usuni\u0119cie danych aplikacji i ponown\u0105 instalacj\u0119.
no=Nie
password=Has\u0142o
password_description=Has\u0142o chroni Twoje ustawienia i wiadomo\u015bci przed niepowo\u0142anym dost\u0119pem. Trzeba b\u0119dzie je wprowadzi\u0107 przy ka\u017cdym uruchomieniu aplikacji. Musi sk\u0142ada\u0107 si\u0119 co najmniej z 6 znak\u00f3w. Pami\u0119taj, \u017ce has\u0142a nie da si\u0119 odzyska\u0107.
peer_connecting_info=Czy chcesz zaakceptowa\u0107 po\u0142\u0105czenie?
peer_offline=U\u017cytkownik jest offline
port=Port
port_description=Jest to punkt po\u0142\u0105czenia do wymiany informacji. Twoi znajomi b\u0119d\u0105 musieli go poda\u0107 (razem z adresem), aby si\u0119 z Tob\u0105 po\u0142\u0105czy\u0107. Nie musisz zmienia\u0107 tego ustawienia. Je\u015bli aplikacja wykryje, \u017ce podany port jest ju\u017c u\u017cywany, poprosi Ci\u0119 o jego zmian\u0119.
port_taken_info=Nie uda\u0142o si\u0119 uruchomi\u0107 serwera na porcie %s. By\u0107 mo\u017ce jest on ju\u017c u\u017cywany przez inn\u0105 aplikacj\u0119. Podaj inny port lub wy\u0142\u0105cz aplikacj\u0119, kt\u00f3ra go u\u017cywa. Pami\u0119taj, \u017ce zmiana portu mo\u017ce uniemo\u017cliwi\u0107 Twoim zajomym po\u0142\u0105czenie si\u0119 z Tob\u0105.
public_key=Klucz publiczny
public_key_tooltip=Kliknij, aby zobaczy\u0107 ca\u0142y klucz.
reject=Odrzu\u0107
setup_info=Zanim zaczniesz korzysta\u0107 z chatu ustaw kilka rzeczy.
use_port_always=Ustaw ten port jako dymy\u015blny
use_port_once=U\u017cyj tego portu tylko teraz
yes=Tak